[
  {
    "person_name": "Dita Chapman",
    "role": "Advisor",
    "position": "Board Certified Behavior Analyst (BCBA)",
    "highlights": [
      {
        "p": "Dita is a Board-Certified Behavioral Analyst as well as a Functional Medicine Practitioner specializing in autism and children with special needs. Her work spans multiple countries and cultures, including:"
      },
      {
        "li": "Bangladesh: Established early intervention programs focusing on screening and family support"
      },
      {
        "li": "Asia: Extensive experience in Malaysia, Thailand, Myanmar, the Philippines, and Japan"
      },
      {
        "li": "Europe: Trusted expert in the Czech Republic and Slovakia. Led the first BCBAs in the Czech Republic to certification, shaping the field of behavioral analysis in the country. Extensively supports families and professionals."
      }
    ],
    "credentials": [
      {
        "p": "Dita is a multifaceted professional dedicated to improving the lives of individuals with autism."
      },
      {
        "p": "As a Board-Certified Behavior Analyst (BCBA) specializing in language behavioral interventions, she employs evidence-based strategies to enhance communication skills."
      },
      {
        "p": "Her expertise extends beyond behavioral analysis; she is also a Functional Medicine Practitioner with specialized training in autism health coaching, allowing her to address the holistic health needs of her clients."
      },
      {
        "p": "Certified as a Lab Interpreter for functional medicine testing and biomedical interventions, Dita skillfully interprets complex lab results to develop personalized health plans."
      },
      {
        "p": "As a member of the American Association of Drugless Practitioners, she champions natural and non-invasive treatments."
      },
      {
        "p": "Currently, she is pursuing advanced training with the Institute for Functional Medicine in Prague, further expanding her knowledge and skills to provide the best possible care for her patients."
      }
    ],
    "educations": [
      {
        "p": "Master's degree in Positive Approaches to Challenging Behaviors at Cardiff university, Wales, United Kingdom"
      },
      {
        "p": "Bachelor's degree in Psychology, University of London"
      }
    ]
  },
  {
    "person_name": "Prapanit Prapanont (Aum)",
    "role": "Founder and Director",
    "position": "Board Certified Behavior Analyst (BCBA)",
    "highlights": [
      {
        "p": "Throughout her 12 years in this field, Teacher Aum has witnessed countless children—once deemed \"hopeless\"—gradually grow, overcome their limitations, and shine in their own unique ways. She firmly believes that with the right approach, understanding, and patience, every child has the potential to learn and develop. Her message is clear: never lose hope—every small step today could lead to a great leap in the future. Teacher Aum is always here to support parents and their children on this journey, offering unwavering guidance and encouragement."
      }
    ],
    "credentials": [
      {
        "p": "With over 12 years of experience, Teacher Aum specializes in ABA therapy, early intervention, and behavioral interventions for children with developmental delays, autism, intellectual disabilities, ADHD, and behavioral challenges. She provides consultation and guidance on teaching methods, and develops individualized ABA therapy programs tailored to each child's unique needs."
      },
      {
        "p": "Additionally, she trains and educates parents on effective teaching techniques and behavior management strategies, ensuring a comprehensive approach to each child's development."
      }
    ],
    "educations": [
      {
        "p": "Master’s Degree in Education with a Specialization in Special Education, The Pennsylvania State University"
      },
      {
        "p": "Master’s Degree in Joint European Master's Programme in Clinical Linguistics, Universität Potsdam (Germany), Rijksuniversiteit Groningen (The Netherlands), University of Eastern Finland (Finland)"
      },
      {
        "p": "Bachelor's Degree in Psychology, First Class Honours, Chulalongkorn University"
      }
    ]
  },
  {
    "person_name": "Songpoom Benyakorn, M.D., Asst. Prof.",
    "role": "Child and Adolescent Psychiatrist",
    "position": "",
    "highlights": [
      {
        "p": "Dr. Songpoom serves as a consultant and partner psychiatrist at the CAD Center, offering expert guidance and support in the field of psychiatry. He has been a dedicated psychiatrist at multiple hospitals and is an entrepreneur with his own clinic Sunshine Mind Clinic. Dr. Songpoom has an extensive background in child and adolescent psychiatry, with significant roles in both academia and clinical practice. He has served as Assistant Dean at Srinakharinwirot University, focusing on administration and human resources. His education includes a postdoctoral fellowship in ADHD at the University of California, Davis, and a residency in psychiatry at Chulalongkorn University. His contributions to the field are recognized through numerous awards, publications, and international presentations."
      }
    ],
    "credentials": [
      {
        "p": "Dr. Songpoom has held significant management positions at Srinakharinwirot University, serving as the Assistant Dean of Administration from 2018 to 2019 and the Assistant Dean of Human Resources from 2017 to 2018. In these roles, he contributed to the administrative and human resource functions of the School of Medicine. Alongside his administrative duties, Dr. Songpoom has been a dedicated Child and Adolescent Psychiatrist at the same institution since 2011. He also has extensive experience in clinical practice at various hospitals and runs his own clinic, Sunshine Mind Clinic. His contributions to the field are further highlighted by his numerous publications and active participation in both national and international conferences."
      }
    ],
    "educations": [
      {
        "p": "Dr. Songpoom's educational journey is marked by significant achievements and prestigious recognitions. He completed his Doctor of Medicine at Thammasat University in 2007, followed by a residency in Child and Adolescent Psychiatry at Chulalongkorn University. He further honed his expertise with a postdoctoral fellowship in ADHD at the MIND Institute, University of California, Davis, where he also participated in the Mentored Clinical Research Training Program. His contributions to the field have been acknowledged through various awards, including the Best Poster Presentation Award at UC Davis and the Young Psychiatrist Leadership Award. Additionally, he has received multiple scholarships for international research and training, underscoring his commitment to advancing psychiatric knowledge and practice."
      }
    ]
  },
  {
    "person_name": "Varittha Siriwetwittaya (Garn)",
    "role": "Teacher",
    "position": "Developmental Psychologist",
    "highlights": [
      {
        "p": "For the past 8 years, Teacher Garn has found immense joy in working with children. What motivates them is the opportunity to create a nurturing environment that encourages kids to reach their full potential."
      }
    ],
    "credentials": [
      {
        "p": "Teacher Garn has a diverse background in education and therapy, including 4 years as a behavioral therapist, experience as a guidance counselor at an alternative school, participation in an au pair cultural exchange program in America, and teaching science with the Teach for Thailand 2nd Cohort."
      }
    ],
    "educations": [
      {
        "p": "Bachelor of Science in Psychology, Second Class Honors, Faculty of Psychology, Chulalongkorn University"
      }
    ]
  },
  {
    "person_name": "",
    "role": "",
    "position": "",
    "highlights": [],
    "credentials": [],
    "educations": []
  }
]
